Revit 2027 API
TextBoxEnterPressedEventArgs Properties
The TextBoxEnterPressedEventArgs type exposes the following members.
Properties
Name | Description
Application |  The current UIApplication.
(Inherited from RibbonItemEventArgs)
Top
See Also
Reference
TextBoxEnterPressedEventArgs Class
Autodesk.Revit.UI.Events Namespace